{"_id":{"$oid":"5df19b7bf0c59ce6e6d51b88"},"Title":"Silence of the Lambs","Description":"A young FBI cadet must receive the help of an incarcerated and manipulative cannibal killer.","Genre":{"Name":"Thriller","Description":"Thriller film, also known as suspense film or suspense thriller, is a broad film genre that involves excitement and suspense in the audience."},"Director":{"Name":"Jonathan Demme","Bio":"Robert Jonathan Demme was an American director, producer, and screenwriter.","Birth":"1944","Death":"2017"},"ImagePath":"silenceofthelambs.png","Featured":true}
{"_id":{"$oid":"5df2d3bcf0c59ce6e6d51b89"},"Title":"The Breakfast Club","Description":" Five teenagers from different high school cliques spend a Saturday in detention.","Genre":{"Name":"Comedy-Drama","Description":"Comedy-drama is a genre of dramatic works (including film, television, and theatre) in which plot elements are a combination of comedy and drama.."},"Director":{"Name":"John Hughes","Bio":" John Hughes was an American filmmaker who  wrote and directed some of the most successful live-action comedy films of the 1980s and 1990s.","Birth":"1950","Death":"2009"},"ImagePath":"breakfastclub.png","Featured":true}
{"_id":{"$oid":"5df2d6b9f0c59ce6e6d51b8a"},"Title":"Home Alone","Description":"Accidentally left behind at home while his family is off to Paris for Christmas vacation, an eight-year-old must battle against two burglars known as the Wet Bandits.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humour.  These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for human effect."},"Director":{"Name":"John Hughes","Bio":"John Hughes was an American filmmaker who wrote and directed some of the most successful live-action comedy films of the 1980s and 1990s.","Birth":"1950","Death":"2009"},"ImagePath":"homealone.png","Featured":false}
{"_id":{"$oid":"5df2d952f0c59ce6e6d51b8b"},"Title":"The Graduate","Description":"21-year-old Benjamin Braddock, a recent college graduate with no well-defined aim in life, is seduced by an older woman, Mrs. Robinson, and then falls in love with her daughter Elaine.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humour.  These films are designed to make the audeince laugh through amusement and most often work by exaggerating characteristics for human effect."},"Director":{"Name":"Mike Nichols","Bio":"Mike Nichols was an American film and theater director, producer, actor, and comedian.","Birth":"1931","Death":"2014"},"ImagePath":"thegraduate.png","Featured":false}
{"_id":{"$oid":"5df2dbaff0c59ce6e6d51b8c"},"Title":"Clueless","Description":"A popular high school student befriends a new student and gives her a makeover, plays matchmaker for her teachers, and examines her own existence.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for human effect."},"Director":{"Name":"Amy Heckerling","Bio":"Amy Heckerling is an American director.","Birth":"1954"},"ImagePath":"clueless.png","Featured":true}
{"_id":{"$oid":"5df2dd70f0c59ce6e6d51b8d"},"Title":"Legally Blonde","Description":"Elle Woods is a sorority girl who attempts to win back her ex-boyfriend by enrolling in Harvard Law School.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for human effect."},"Director":{"Name":"Robert Luketic","Bio":"Robert Luketic is an Australian film director.","Birth":"1973"},"ImagePath":"legallyblonde.png","Featured":true}
{"_id":{"$oid":"5df2deebf0c59ce6e6d51b8e"},"Title":"Boyhood","Description":"Filmed from 2001 to 2013, Boyhood depicts the childhood and adolescence of Mason Evans Jr. from ages six to eighteen as he grows up in Texas with divorced parents.","Genre":{"Name":"Drama","Description":"Drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone."},"Director":{"Name":"Richard Linklater","Bio":"Richard Linklater is an American filmmaker.","Birth":"1960"},"ImagePath":"boyhood.png","Featured":true,"Bio":"Richard Linklater is an American filmmaker known for his realistic and humanist films."}
{"_id":{"$oid":"5df2e027f0c59ce6e6d51b8f"},"Title":"The Perks Of Being A Wallflower","Description":"A teenager who suffers from depression and anxiety experiences trials, tribulations, and triumphs during his first year of high school.","Genre":{"Name":"Drama","Description":"Drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone."},"Director":{"Name":"Stephen Chbosky","Bio":"Stephen Chbosky is an American novelist, screenwriter, and film director.","Birth":"1970"},"ImagePath":"perksofbeingawallflower.png","Featured":false}
{"_id":{"$oid":"5df2e16cf0c59ce6e6d51b90"},"Title":"Pulp Fiction","Description":"This film tells several stories of criminal Los Angeles.","Genre":{"Name":"Drama","Description":"Drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone."},"Director":{"Name":"Quentin Tarantino","Bio":"Quentin Tarantino is an American filmmaker, actor, film programmer, and cinema owner.","Birth":"1963"},"ImagePath":"pulpfiction.png","Featured":false}
{"_id":{"$oid":"5df2e40df0c59ce6e6d51b91"},"Title":"Election","Description":"A high school teacher tries to stop a student he hates from winning student body president.","Genre":{"Name":"Comedy","Description":"Comedy is a genre of film in which the main emphasis is on humor. These films are designed to make the audience laugh through amusement and most often work by exaggerating characteristics for humorous effect."},"Director":{"Name":"Alexander Payne","Bio":"Alexander Payne is an American film director, screenwriter, and producer.","Birth":"1961"},"ImagePath":"election.png","Featured":false}
